Repository: ugadmissionscaltechblog/wp-plugins
Catalog: molongui-authorship-pro/i18n/molongui-authorship-pro-*.po
Languages: es_es

source: Authorship Data
es_es: Configuración de autoría

source: Authors
es_es: Autores

source: Author Box
es_es: Caja de autor

source: &mdash; No Change &mdash;
es_es: &mdash; Sin Cambios &mdash;

source: Default
es_es: Por defecto

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Convert to User
es_es: Convertir a Usuario

source: Convert this guest author to a registered WP user with just 1-click. Current guest will be removed and a new user created. Posts authorship will be kept.
es_es: Convierta este autor invitado en un usuario de WP registrado con solo 1 clic. Se eliminará el invitado actual y se creará un nuevo usuario. Se mantendrá la autoría de las publicaciones.

source: Convert
es_es: Convertir

source: Author Page
es_es: Página del Autor

source: Do not allow search engines to show this author's archives in search results
es_es: No permitir a los motores de búsqueda indexar la página de archivo de este autor para evitar que se muestre como resultado en buscadores

source: Author Tools
es_es: Herramientas de autor

source: Convert to Guest
es_es: Convertir a Invitado

source: Contributors
es_es: Colaboradores

source: Many people have contributed to this website and we are thankful to them all for their hard work.
es_es: Muchas personas han colaborado aportando sus artículos a esta web, por lo que nos gustaría reconocerles su esfuerzo y trabajo.

source: Failed to update post authors.
es_es: Error al actualizar los autores.

source: Molongui authors
es_es: Autores Molongui

source: Guest to User Conversion
es_es: Conversión de Invitado a Usuario

source: This guest author will be removed and a new WordPress user with role 'author' created. Do you want to continue?
es_es: El autor invitado seleccionado será borrado y un nuevo Usuario con rol "Autor" creado ¿Quieres continuar?

source: Cancel
es_es: Cancelar

source: OK
es_es: Continuar

source: Provide a password for the new user:
es_es: Indica una contraseña para el nuevo Usuario:

source: Converting...
es_es: Convirtiendo...

source: Role
es_es: Rol

source: Duplicate this guest author
es_es: Crear un duplicado de este autor

source: Clone
es_es: Clonar

source: No guest to convert has been supplied!
es_es: No has seleccionado ningún autor invitado que convertir!

source: Author box
es_es: Caja de autor

source: User to Guest Conversion
es_es: Conversión de Usuario a Autor Invitado

source: This user will be removed and a new Guest Author created. Do you want to continue?
es_es: El usuario seleccionado será borrado y un nuevo autor invitado creado ¿Quieres continuar?

source: Can't convert yourself to a guest author. Do it logged in as another user.
es_es: ¡No puedes convertir tu propio usuario! Prueba desde otra cuenta de usuario.

source: No user to convert has been supplied!
es_es: No has seleccionado ningún usuario que convertir!

source: Yoast SEO Settings
es_es: Configuración para Yoast SEO

source: No avatar available for %s with id %s.
es_es: El %s con id %s no tiene ningún avatar configurado.

source: guest author
es_es: autor invitado

source: user
es_es: usuario

source: No authors found.
es_es: No se han encontrado autores.

source: Doing it wrong. Optional "author" attribute must be an integer (the author ID). %sLearn more%s
es_es: Uso incorrecto. El atributo opcional "author" debe ser un número entero (el del ID de autor). %sSaber más%s

source: There are no posts to list.
es_es: No hay entradas que listar.

source: You need to go to the Authorship Settings page and enable template tags to use this shortcode.
es_es: Debes habilitar el uso de "Template Tags" desde la página de configuración del plugin para utilizar este shortcode.

source: Molongui Authorship Pro is not working because you are running a PHP version (%s) on your web host older than %s. Please update your PHP version.
es_es: Molongui Authorship Pro no puede funcionar porque la versión de PHP instalada (%s) en tu servidor es anterior a la mínima requerida por el plugin (%s). Por favor, actualízala para poder utilizar el plugin.

source: How to update your PHP version
es_es: Cómo actualizar la versión de PHP

source: Molongui Authorship Pro is not working because you need to activate the Molongui Authorship plugin.
es_es: Activa el plugin Molongui Authorship para que Molongui Authorship Pro pueda funcionar.

source: Activate Authorship Now
es_es: Activar Molongui Authorship Ahora

source: Molongui Authorship Pro is not working because you need to install the Molongui Authorship plugin.
es_es: Molongui Authorship Pro requiere de Molongui Authorship para funcionar. Por favor, instálalo ahora.

source: Install Authorship Now
es_es: Instalar Molongui Authorship Ahora

source: Molongui Authorship Pro is not working because you are using an old version of Molongui Authorship plugin. Please update it to the latest.
es_es: Molongui Authorship Pro no puede funcionar porque la versión instalada del plugin Molongui Authorship está obsoleta. Por favor, actualízala para poder utilizar el plugin.

source: Update Authorship Now
es_es: Actualizar Molongui Authorship Ahora

source: This author does not have any more posts.
es_es: Este autor no tiene más entradas.

source: at
es_es: en

source: Website
es_es: Web

source: Select an author
es_es: Selecciona un autor

source: By
es_es: Por

source: on
es_es: el
